Scipts/UC1_Buy/result1/Iteration3/t24.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns2:PaymentPreferences xmlns:ns2="com.advantage.online.store.accountservice"><ns2:preference><ns2:paymentMethod>10</ns2:paymentMethod><ns2:safePayUsername>lvaouimtv</ns2:safePayUsername><ns2:safePayPassword>e7e5e92b921d5067676a9e43e80bad29af690160</ns2:safePayPassword><ns2:preferenceId>0</ns2:preferenceId></ns2:preference></ns2:PaymentPreferences></SOAP-ENV:Body></SOAP-ENV:Envelope>